[About Language File]
Version=11.1.1
Date=22.05.2016
Author=DEKO
Email=deko@ht-deko.minim.ne.jp
Comments=

[MainForm]
ActionDirectoryContextMenu:h=コンテキストメニュー
ActionDirectoryContextMenu=コンテキストメニュー(&O)
ActionDirectoryDelete:h=ファイルまたはディレクトリを削除します
ActionDirectoryDelete=削除(&D)
ActionDirectoryFindInFiles:h=指定フォルダにあるファイルを文字列で検索します
ActionDirectoryFindInFiles=ファイル検索(&I)...
ActionDirectoryProperties:h=ファイルまたはディレクトリの情報を表示します
ActionDirectoryProperties=プロパティ(&P)...
ActionDirectoryRefresh:h=最新の情報に更新します
ActionDirectoryRefresh=最新の情報に更新(&R)
ActionDirectoryRename:h=ファイルまたはディレクトリをリネームします
ActionDirectoryRename=リネーム(&N)
ActionDocument=ドキュメント(&D)
ActionDocumentFormat=整形
ActionDocumentFormatSQL:h=SQL の整形
ActionDocumentFormatSQL=SQL の整形
ActionDocumentFormatXML:h=XML を整形します
ActionDocumentFormatXML=XML の整形(&F)
ActionDocumentFormatJSON:h=JSON を整形します
ActionDocumentFormatJSON=JSON の整形(&F)
ActionDocumentFormatJSONMinify=Minify
ActionDocumentFormatJSONMinify:t=Translation needed
ActionDocumentFormatJSONIndent2=Indent 2
ActionDocumentFormatJSONIndent2:t=Translation needed
ActionDocumentFormatJSONIndent3=Indent 3
ActionDocumentFormatJSONIndent3:t=Translation needed
ActionDocumentFormatJSONIndent4=Indent 4
ActionDocumentFormatJSONIndent4:t=Translation needed
ActionDocumentHTMLExport=HTML Export
ActionDocumentHTMLExport:t=Translation needed
ActionDocumentInfo:h=行、語、文字数のカウント
ActionDocumentInfo=行 / 語 / 文字数のカウント(&L)...
ActionDocumentViewInBrowser:h=現在のドキュメントを既定のブラウザで開きます
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=ブラウザで開く(&V)
ActionEdit=編集(&E)
ActionEditCopy:h=選択部分をクリップボードにコピーします
ActionEditCopy:s=Ctrl+C
ActionEditCopy=コピー(&O)
ActionEditCut:h=選択部分を削除して、クリップボードに保存します
ActionEditCut:s=Ctrl+X
ActionEditCut=切り取り(&C)
ActionEditDecreaseIndent:h=選択されたブロックのインデントを解除します
ActionEditDecreaseIndent:s=Shift+Ctrl+U
ActionEditDecreaseIndent=インデント解除(&D)
ActionEditDelete=削除(&D)
ActionEditDeleteEndOfLine:h=カーソル位置から行末までを削除します
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=行末まで削除(&N)
ActionEditDeleteLine:h=現在の行を削除します
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=行削除(&L)
ActionEditDeleteWhitespace:h=選択された文字列のすべての空白を除去します
ActionEditDeleteWhitespace=空白を除去(&M)
ActionEditDeleteWord:h=カーソル位置の 1 語を削除します
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=ワード削除(&E)
ActionEditIncreaseIndent:h=選択されたブロックをインデントします
ActionEditIncreaseIndent:s=Shift+Ctrl+I
ActionEditIncreaseIndent=インデント
ActionEditIndent=インデント(&N)
ActionEditInsert=挿入
ActionEditInsertDateTime:h=日付と時刻の挿入
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=日付と時刻(&D)
ActionEditInsertLine:h=カーソル位置に改行を挿入します
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=行挿入(&I)
ActionEditInsertTag:h=HTML/XML タグの挿入
ActionEditInsertTag:s=Shift+Ctrl+T
ActionEditInsertTag=&HTML/XML タグ...
ActionEditPaste:h=クリップボードの内容を貼り付けます
ActionEditPaste:s=Ctrl+V
ActionEditPaste=貼り付け(&P)
ActionEditRedo:h=元に戻す を使用して元に戻した最後のコマンドを再実行します
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=やり直し(&R)
ActionEditSelectAll:h=すべて選択します
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=すべて選択(&S)
ActionEditSort=ソート(&S)
ActionEditSortAsc:h=昇順に並び替えます
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=昇順にソート(&A)
ActionEditSortDesc:h=降順に並び替えます
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=降順にソート(&T)
ActionEditToggleCase:h=大文字 / 小文字を切り替えます
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=大文字 / 小文字の切り替え(&G)
ActionEditToggleCaseAlternating:h=Toggle alternating case
ActionEditToggleCaseAlternating:t=Translation needed
ActionEditToggleCaseAlternating=Alternating
ActionEditToggleCaseLower:h=Toggle lower case
ActionEditToggleCaseLower:t=Translation needed
ActionEditToggleCaseLower=Lower
ActionEditToggleCaseSentence:h=Toggle sentence case
ActionEditToggleCaseSentence:t=Translation needed
ActionEditToggleCaseSentence=Sentence
ActionEditToggleCaseTitle:h=Toggle title case
ActionEditToggleCaseTitle:t=Translation needed
ActionEditToggleCaseTitle=Title
ActionEditToggleCaseUpper:h=Toggle upper case
ActionEditToggleCaseUpper:t=Translation needed
ActionEditToggleCaseUpper=Upper
ActionEditUndo:h=最後に行ったアクションを元に戻します
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=元に戻す(&U)
ActionFile=ファイル(&F)
ActionFileClose:h=現在のドキュメントを閉じます
ActionFileClose:s=Ctrl+F4
ActionFileClose=閉じる(&C)
ActionFileCloseAll:h=開いているすべてのドキュメントを閉じます
ActionFileCloseAll=すべて閉じる(&L)
ActionFileCloseAllOther:h=他のすべてのページを閉じます
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=他のタブをすべて閉じる
ActionFileExit:h=EditBone を終了します
ActionFileExit:s=Alt+F4
ActionFileExit=終了(&E)
ActionFileNew:h=ドキュメントを新規作成します
ActionFileNew:s=Ctrl+N
ActionFileNew=新規作成(&N)
ActionFileOpen:h=既存のドキュメントを開きます
ActionFileOpen:s=Ctrl+O
ActionFileOpen=開く(&O)...
ActionFilePrint:h=現在のドキュメントを印刷します
ActionFilePrint:s=Ctrl+P
ActionFilePrint=印刷(&P)...
ActionFilePrintPreview:h=現在のドキュメントをプレビューします
ActionFilePrintPreview=印刷プレビュー...
ActionFileProperties:h=ファイルのプロパティを確認します
ActionFileProperties=プロパティ(&O)...
ActionFileReopen=開き直す
ActionFileReopenClear=履歴をクリア
ActionFileSave:h=現在のドキュメントを保存します
ActionFileSave:s=Ctrl+S
ActionFileSave=保存(&S)
ActionFileSaveAll:h=すべてのドキュメントを保存します
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=すべて保存(&V)
ActionFileSaveAs:h=現在のドキュメントに名前を付けて保存します
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=名前を付けて保存(&A)...
ActionFileSelectFromDirectory:h=現在のディレクトリからファイルを選択します
ActionFileSelectFromDirectory=ディレクトリから選択
ActionHelp=ヘルプ(&H)
ActionHelpAboutEditBone:h=EditBone についての情報を表示しま
ActionHelpAboutEditBone=EditBone について(&A)
ActionHelpCheckForUpdates:h=ソフトウェアの更新を確認します
ActionHelpCheckForUpdates=ソフトウェアの更新を確認(&C)
ActionHelpVisitHomepage:h=EditBone のホームページを訪問します - http://www.bonecode.com/
ActionHelpVisitHomepage=ホームページ(&V)
ActionMacro:t=Translation needed
ActionMacro=Macro
ActionMacroOpen:h=既存のキーストロークマクロを開きます
ActionMacroOpen=マクロを開く(&O)...
ActionMacroPause:h= 停止を切り替えます
ActionMacroPause:s=Shift+Ctrl+R
ActionMacroPause=停止(&R)
ActionMacroPlayback:h=記録されているキーストローク マクロを再生します
ActionMacroPlayback:s=Shift+Ctrl+P
ActionMacroPlayback=再生(&P)
ActionMacroRecord:h=キーストローク マクロ記録の開始
ActionMacroRecord:s=Shift+Ctrl+R
ActionMacroRecord=記録の開始 (&R)
ActionMacroSaveAs:h=キーストロークマクロに名前を付けて保存します
ActionMacroSaveAs=マクロに名前を付けて保存(&A)...
ActionMacroStop:h=キーストローク マクロの記録を終了します
ActionMacroStop:s=Shift+Ctrl+S
ActionMacroStop=記録を終了(&S)
ActionOutputCloseAllOtherPages:h=他のページをすべて閉じます
ActionOutputCloseAllOtherPages=他のページをすべて閉じる(&L)
ActionOutputClose:h=現在のページを閉じます
ActionOutputClose=閉じる(&C)
ActionOutputCloseAll:h=すべてのページを閉じます
ActionOutputCloseAll=すべて閉じる(&A)
ActionOutputCopyAllToClipboard=クリップボードにコピー(&O)
ActionOutputCopyAllToClipboard:h=クリップボードにコピー
ActionOutputCopySelectedToClipboard=Copy selected to clipboard
ActionOutputCopySelectedToClipboard:h=Copy selected to clipboard
ActionOutputCopySelectedToClipboard:t=Translation needed
ActionOutputOpenAll=すべて開く(&O)
ActionOutputOpenAll:h=すべてのファイルを開きます
ActionOutputOpenSelected=&Open selected
ActionOutputOpenSelected:h=Open selected files
ActionOutputOpenSelected:t=Translation needed
ActionOutputSelectAll=Select all
ActionOutputSelectAll:h=Select all files
ActionOutputSelectAll:t=Translation needed
ActionOutputUnselectAll=Unselect all
ActionOutputUnselectAll:h=Unselect all files
ActionOutputUnselectAll:t=Translation needed
ActionSearch=検索(&S)
ActionSearchClearBookmarks:h=すべてのしおりをクリアします
ActionSearchClearBookmarks=しおりのクリア(&B)
ActionSearchClose:h=Close
ActionSearchClose:t=Translation needed
ActionSearchFindInFiles:h=指定フォルダにあるファイルを文字列で検索します
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=ファイル検索(&F)...
ActionSearchFindNext:h=次に一致する文字列を検索します
ActionSearchFindNext:s=F3
ActionSearchFindNext=次を検索(&N)
ActionSearchFindPrevious:h=前に一致する文字列を検索します
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=前を検索(&P)
ActionSearchGoToBookmarks:h=しおりに移動
ActionSearchGoToBookmarks=しおりに移動
ActionSearchGoToLine:h=指定行に移動
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=指定行に移動...
ActionSearchOptions:h=Search options
ActionSearchOptions:t=Translation needed
ActionSearchReplace:h=指定された文字列を別の文字列で置換します
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=置換(&R)...
ActionSearchSearchButton:h=指定された文字列を検索します
ActionSearchSearch:s=Ctrl+F
ActionSearchSearchButton=検索(&S)...
ActionSearchToggleBookmark:h=現在行にしおりを設定 / 解除します。しおりの設定は 〔Ctrl〕+〔Shift〕+1..9 でも行えます。しおりへの移動は 〔Ctrl〕+1..9 です。
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=しおりの設定 / 解除(&T)
ActionSearchToggleBookmarks:h=しおりを設定します
ActionSearchToggleBookmarks=しおりの切り替え(&O)
ActionToolbarMenuLanguage=言語(&L)
ActionToolbarMenuSkin=スタイル...(&Y)
ActionToolbarMenuView:t=Translation needed
ActionToolbarMenuView=&View
ActionTools=ツール(&T)
ActionToolsCharacterMap:h=ダブルクリックで現在のドキュメントに Unicode 文字を挿入します
ActionToolsCharacterMap=&Unicode 文字表...
ActionToolsCompareFiles:h=ファイルを比較します
ActionToolsCompareFiles=ファイルを比較(&C)...
ActionToolsConvert:h=数値の単位変換を行います
ActionToolsConvert=度量衡変換(&O)...
ActionToolsLanguageEditor:h=言語エディタ
ActionToolsLanguageEditor=言語エディタ(&L)...
ActionToolsOptions:h=オプションを設定します
ActionToolsOptions=オプション(&O)...
ActionToolsSelectForCompare:h=ファイル比較用に開きます
ActionToolsSelectForCompare=ファイル比較用に開く...
ActionView=表示(&V)
ActionViewCloseDirectory:h=現在のディレクトリを閉じます
ActionViewCloseDirectory:s=Shift+Ctrl+D
ActionViewCloseDirectory=ディレクトリを閉じる(&C)
ActionViewColorSelection:h=Show or hide the color selection
ActionViewColorSelection:t=Translation needed
ActionViewColorSelection=Color
ActionViewDirectory:h=ディレクトリの表示 / 非表示を切り替えます
ActionViewDirectory=ディレクトリ(&D)
ActionViewEditDirectory:h=現在のディレクトリを編集します
ActionViewEditDirectory:s=Shift+Ctrl+E
ActionViewEditDirectory=ディレクトリの編集(&E)...
ActionViewEncodingSelection:h=エンコーディング選択の表示 / 非表示を切り替えます
ActionViewEncodingSelection=エンコーディング(&G)
ActionViewFiles:h=指定ディレクトリから検索
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=ファイル(&F)...
ActionViewHighlighterSelection:h=構文強調表示選択の表示 / 非表示を切り替えます
ActionViewHighlighterSelection=構文強調表示(&H)
ActionViewLineNumbers:h=行番号の表示を切り替えます
ActionViewLineNumbers=行番号(&B)
ActionViewMainMenu:h=Show or hide the main menu
ActionViewMainMenu:t=Translation needed
ActionViewMainMenu=Main menu
ActionViewMenuBar:h=Show or hide the menu bar
ActionViewMenuBar:t=Translation needed
ActionViewMenuBar=Menu bar
ActionViewMiniMap:h=ミニマップの表示 / 非表示を切り替えます
ActionViewMiniMap=ミニマップ
ActionViewNextPage:h=次のページへ移動します
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=次ページ(&N)
ActionViewOpenDirectory:h=新しいディレクトリを開きます
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=ディレクトリを開く(&O)...
ActionViewOutput:h=出力ウィンドウの表示 / 非表示を切り替えます
ActionViewOutput=出力ウィンドウ(&U)
ActionViewPreviousPage:h=前のページに移動します
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=前ページ(&P)
ActionViewSelectionMode:h=選択モードを切り替えます。〔Alt〕+マウスクリック でも切り替えられます。
ActionViewSelectionMode=選択モード(&M)
ActionViewSpecialChars:h=特殊文字の表示を切り替えます
ActionViewSpecialChars=特殊文字(&I)
ActionViewSplit:h=エディタを分割表示します
ActionViewSplit=分割(&S)
ActionViewSyncEdit=Sync edit
ActionViewSyncEdit:h=Show or hide synchronized editing
ActionViewSyncEdit:s=Shift+Ctrl+J
ActionViewSyncEdit:t=Translation needed
ActionViewStatusBar:h=ステータスバーの表示 / 非表示を切り替えます
ActionViewStatusBar=ステータスバー(&T)
ActionViewToolbar:h=ツールバーの表示 / 非表示を切り替えます
ActionViewToolbar=ツールバー(&T)
ActionViewTitleBar=Title bar
ActionViewTitleBar:t=Translation needed
ActionViewTitleBarFilename=Filename
ActionViewTitleBarFilename:h=Show or hide the title bar filename
ActionViewTitleBarFilename:t=Translation needed
ActionViewTitleBarFileList=File list
ActionViewTitleBarFileList:h=Show or hide the title bar file list
ActionViewTitleBarFileList:t=Translation needed
ActionViewWordWrap:h=ワードラップを切り替えます
ActionViewWordWrap=ワードラップ(&W)
ActionViewXMLTree:h=XML ツリーの表示を切り替えます
ActionViewXMLTree=&XML ツリーす
ActionXMLTreeRefresh:h=XML ツリーを最新の情報に更新します
ActionXMLTreeRefresh=最新の情報に更新(&R)
PanelDocument=Processing...
PanelDocument:t=Translation needed

[AskYesOrNo]
CancelSearch=検索をキャンセルします。よろしいですか？
CloseDirectory=ディレクトリ %s を閉じます。よろしいですか？
DeleteDirectory=ディレクトリ %s を削除します。よろしいですか？
DeleteFile=ファイル %s を削除します。よろしいですか？
DeleteLine:t=Translation needed
DeleteLine=Delete line, are you sure?
DocumentTimeChanged=ドキュメント %s のタイムスタンプが変更されました。読み直しますか？
NewVersion=新しいバージョン (%s) の %s が利用可能です。%sインターネットからダウンロードしますか？
RecordMacro=新しいマクロを記録します。よろしいですか？
ReplaceOccurence=繰り返して置換しますか '%s'？
SaveChanges=保存しますか？
SearchMatchNotFound=一致する検索結果が見つかりません。%s ファイルの先頭から検索を再開しますか？
SearchStringNotFound=検索文字列 '%s' が見つかりません。

[Message]
CannotFindString=文字列 '%s' がみつかりません
DocumentStatistics=行数: %d%s語数: %d%s文字数: %d
LatestVersion=EditBone は最新バージョンです
SelectFilePathFromDirectory=Select file path from directory
SelectFilePathFromDirectory:t=Translation needed
NoDefaultPrinter=There is no default printer currently selected.
NoDefaultPrinter:t=Translation needed

[ErrorMessage]
EnterPath=Enter path.
EnterPath:t=Translation needed
EnterTabName=タブ名を入力してください
FileNotFound=ファイルが存在しません '%s'
PathNotExist=Path does not exist.
PathNotExist:t=Translation needed
RootDirectoryNotExist=ルートディレクトリが存在しません

[WarningMessage]
FileAccessError=ファイルアクセスエラー %s.

[Constant]
AllFiles=すべてのファイル
AllSkinsDownload=All skins download
AllSkinsDownload:t=Translation needed
Arrow:t=Translation needed
Arrow=Arrow
AutoSave=自動保存
Block=全ブロック
Bookmark=しおり
Bottom=下
Circle=Circle
Circle:t=Translation needed
Color=Color
Color:t=Translation needed
CompareFiles=ファイル比較
CountingFiles=ファイル数のカウント...
DirectoryItems=Directory items
DirectoryItems:t=Translation needed
Document=ドキュメント
Dot=Dot
Dot:t=Translation needed
DownloadCancelling=キャンセル中...
DownloadDone=完了
EditDirectory=ディレクトリの編集
Encoding=Encoding
Encoding:t=Translation needed
Enter=Enter
Enter:t=Translation needed
FileMaskItems=File mask items
FileMaskItems:t=Translation needed
FilesFound=%d 個のファイルが %s に見つかりました
FooterLeft=フッタ - 左
FooterRight=フッタ - 右
GoToLine=Go to line
GoToLine:t=Translation needed
HalfBlock=半ブロック
HeaderLeft=ヘッダ - 左
HeaderRight=ヘッダ - 右
Hide=隠す
Highlighter=Highlighter
Highlighter:t=Translation needed
HorizontalLine=下線
Insert=挿入
InsertTags=Insert HTML/XML Tags
InsertTags:t=Translation needed
InvalidName=Invalid name
InvalidName:t=Translation needed
LanguageEditor=言語エディタ - [%s]
Line=Line
MatchFound=%d match%s found
MatchFound:t=Translation needed
MatchFoundPluralExtension=es
MatchFoundPluralExtension:t=Translation needed
Minute=min
Modified=変更あり
OccurencesFound=一致するものが %d 件みつかりました (%s)
Open=開く
OpenDirectory=ディレクトリを開く
Overwrite=上書き
Pilcrow=Pilcrow
Pilcrow:t=Translation needed
Position=Position: %d
Position:t=Translation needed
PreviewDocumentPage=ページ: $PAGENUM$ of $PAGECOUNT$
PreviewPage=ページ: %d / %d
PreviewPrintDocument=ページ (%s)|Print the document on %s
PrintedBy=Printed by %s
Rename=%s から %s へリネームしますか？
RenameFailed=%s rename failed
RenameFailed:t=Translation needed
SaveAs=名前を付けて保存
SearchFor=検索文字列 '%s'
SearchItems=Search items
SearchItems:t=Translation needed
Second=s
SelectRootDirectory=ルートディレクトリの選択
Solid=Solid
Solid:t=Translation needed
Square=Square
Square:t=Translation needed
TextToFindItems=Text to find items
TextToFindItems:t=Translation needed
ThinHorizontalLine=Thin horizontal line
ThinHorizontalLine:t=Translation needed
ThinVerticalLine=Thin vertical line
ThinVerticalLine:t=Translation needed
Top=上
TopLine=先頭行: %d
VersionInfoNotFound=バージョン情報が見つかりません
VerticalLine=縦線

[DialogConstant]
SMsgDlgAbort=中止(&A)
SMsgDlgAll=すべて(&A)
SMsgDlgCancel=キャンセル
SMsgDlgClose=閉じる(&C)
SMsgDlgConfirm=確認
SMsgDlgError=エラー
SMsgDlgHelp=ヘルプ(&H)
SMsgDlgHelpHelp=ヘルプ
SMsgDlgHelpNone=ヘルプが存在しません
SMsgDlgIgnore=無視(&I)
SMsgDlgInformation=情報
SMsgDlgNo=いいえ(&N)
SMsgDlgNoToAll=すべていいえ(&O)
SMsgDlgOK=OK
SMsgDlgRetry=再試行(&R)
SMsgDlgWarning=警告
SMsgDlgYes=はい(&Y)
SMsgDlgYesToAll=すべてはい(&A)

[ColorConstant]
SNameBlack=Black
SNameMaroon=Maroon
SNameGreen=Green
SNameOlive=Olive
SNameNavy=Navy
SNamePurple=Purple
SNameTeal=Teal
SNameGray=Gray
SNameSilver=Silver
SNameRed=Red
SNameLime=Lime
SNameYellow=Yellow
SNameBlue=Blue
SNameFuchsia=Fuchsia
SNameAqua=Aqua
SNameWhite=White
SNameMoneyGreen=Money Green
SNameSkyBlue=Sky Blue
SNameCream=Cream
SNameMedGray=Medium Gray
SNameActiveBorder=Active Border
SNameActiveCaption=Active Caption
SNameAppWorkSpace=Application Workspace
SNameBackground=Background
SNameBtnFace=Button Face
SNameBtnHighlight=Button Highlight
SNameBtnShadow=Button Shadow
SNameBtnText=Button Text
SNameCaptionText=Caption Text
SNameDefault=Default
SNameGradientActiveCaption=Gradient Active Caption
SNameGradientInactiveCaption=Gradient Inactive Caption
SNameGrayText=Gray Text
SNameHighlight=Highlight Background
SNameHighlightText=Highlight Text
SNameHotLight=Hot Light
SNameInactiveBorder=Inactive Border
SNameInactiveCaption=Inactive Caption
SNameInactiveCaptionText=Inactive Caption Text
SNameInfoBk=Info Background
SNameInfoText=Info Text
SNameMenu=Menu Background
SNameMenuBar=Menu Bar
SNameMenuHighlight=Menu Highlight
SNameMenuText=Menu Text
SNameNone=None
SNameScrollBar=Scroll Bar
SName3DDkShadow=3D Dark Shadow
SName3DLight=3D Light
SNameWindow=Window Background
SNameWindowFrame=Window Frame
SNameWindowText=Window Text
SColorBoxCustomCaption=Custom...
SColorBoxCustomCaption:t=Translation needed

[FileTypes]
ActionScript=ActionScript ファイル (*.as)
ASP=ASP ファイル (*.asp)
Assembler 68HC11=68HC11 アセンブラ ファイル (*.hc11;*.asc)
AutoIt v3=AutoIt ファイル (*.au3)
AWK=AWK スクリプト (*.awk)
C#=C# ファイル (*.cs)
C++=C++ ファイル (*.cpp;*.hpp)
C=C ファイル (*.c;*.h)
CoffeeScript=CoffeeScript ファイル (*.coffee)
CSS=Cascading Stylesheet ファイル (*.css)
D=D ファイル (*.d;*.di)
Delphi Form Module=Delphi Form Module ファイル (*.dfm)
Free Pascal=Free Pascal ファイル (*.pp)
GLSL=GLSL ファイル (*.glsl)
Go=Go ファイル (*.go)
Groovy=Groovy ファイル (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=HTML ファイル (*.html;*.htm)
INI=INI ファイル (*.ini;*.lng)
Inno Setup=Inno Setup ファイル (*.iss)
Java=Java ファイル (*.java)
JavaScript=JavaScript ファイル (*.js)
JSON=JSON ファイル (*.json)
LaTex=LaTex ファイル (*.lat;*.tex;*.lex)
Lisp=Lisp ファイル (*.lisp)
Lua=Lua ファイル (*.lua)
MATLAB=MATLAB ファイル (*.matlab)
MS-DOS Batch=MS-DOS バッチ ファイル (*.bat;*.cmd)
Objective-C=Objective-C ファイル (*.m)
Object Pascal=Pascal ファイル (*.pas;*.dpr;*.dpk)
OCaml=OCaml ファイル (*.ml)
Perl=Perl ファイル (*.pl;*.pm;*.cgi)
PHP=PHP ファイル (*.php;*.class;*.inc)
PowerShell=PowerShell ファイル (*.ps1)
Python=Python ファイル (*.py)
Ruby=Ruby ファイル (*.rb;*.rbw)
Rust=Rust ファイル (*.rc)
Scala=Scala ファイル (*.scala)
SQL - Standard=SQL ファイル (*.sql)
TclTk=Tcl/Tk ファイル (*.tcl)
Text=Text ファイル (*.txt)
UnrealScript=UnrealScript ファイル (*.uc)
Visual Basic=Visual Basic ファイル (*.vb;*.bas)
XML=XML ファイル (*.xml;*.xsd;*.dtd;*.dproj;*.groupproj)
XSL=XSL ファイル (*.xsl;*.xslt)
Macro=マクロ ファイル (*.mcr)|*.mcr
Language=言語 ファイル (*.lng)|*.lng

[ConfirmReplaceDialog]
ButtonCancel=キャンセル
Caption=置換の確認
ButtonNo=いいえ(&N)
ButtonYes=はい(&Y)
ButtonYesToAll=すべてはい(&A)

[DownloadURLDialog]
ButtonCancel=キャンセル
Caption=ダウンロード

[FindInFilesDialog]
ButtonCancel=キャンセル
Caption=ファイル内の検索
StickyLabelCaseSensitive=大文字 / 小文字を区別
ComboBoxFileMask=ファイルタイプ:
ButtonFind=検索(&F)
ComboBoxTextToFind=検索文字列:
ComboBoxDirectory=フォルダ:
StickyLabelIncludeSubdirectories=サブフォルダを含める
GroupBoxOptions=オプション
GroupBoxSearchDirectoryOptions=Search directory options
GroupBoxSearchDirectoryOptions:t=Translation needed

[InputQueryDialog]
ButtonOK=OK
ButtonCancel=キャンセル

[ItemListDialog]
ActionInsert=Insert
ActionInsert:h=Insert item
ActionInsert:t=Translation needed
ActionDelete=Delete
ActionDelete:h=Delete item
ActionDelete:t=Translation needed
ActionClearAll=Clear all
ActionClearAll:h=Clear all items
ActionClearAll:t=Translation needed
ActionMoveUp=Move up
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed
ActionSort=Sort
ActionSort:h=Sort items
ActionSort:t=Translation needed

[SearchOptionsDialog]
StickyLabelBeepIfSearchStringNotFound=検索文字列が見つからない時にビープを鳴らす
StickyLabelCaseSensitive=大文字 / 小文字を区別
StickyLabelEntireScope=Entire scope
StickyLabelEntireScope:t=Translation needed
StickyLabelHighlightResult=Highlight results
StickyLabelHighlightResult:t=Translation needed
StickyLabelRegularExpression=正規表現
StickyLabelSearchOnTyping=Search on typing
StickyLabelSearchOnTyping:t=Translation needed
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelShowSearchMatchNotFound=Show search match not found
StickyLabelShowSearchMatchNotFound:t=Translation needed
StickyLabelShowSearchStringNotFound=検索文字列が見つからない時にメッセージを表示
StickyLabelWildCard=ワイルドカード
StickyLabelWholeWordsOnly=ワード検索
StickyLabelWrapAround=Wrap around
StickyLabelWrapAround:t=Translation needed
ButtonOK=OK
ButtonCancel=キャンセル

[OptionsToolbarItemsDialog]
Caption=アイテムの選択
VirtualDrawTreeAddItems:0=メニューアイテム
ButtonAdd=追加
ButtonCancel=キャンセル

[ReplaceDialog]
ButtonCancel=キャンセル
ButtonFind=検索(&F)
ButtonReplaceAll=すべて(&R)
Caption=置換
ComboBoxSearchFor=検索文字列:
GroupBoxOptions=オプション
GroupBoxReplaceIn=置換対象
RadioButtonAllOpenFiles=開いているファイル
RadioButtonDeleteLine=現在の行を削除します
RadioButtonReplaceWith=置換文字列:
RadioButtonWholeFile=このファイル
StickyLabelCaseSensitive=大文字 / 小文字を区別
StickyLabelPromptOnReplace:t=Translation needed
StickyLabelPromptOnReplace=Prompt on replace
StickyLabelRegularExpression=正規表現
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelWholeWordsOnly=ワード検索
StickyLabelWildCard=ワイルドカード

[SkinSelectDialog]
PanelPreviewArea=Preview area
PanelPreviewArea:t=Translation needed
GroupBoxSkinColorization=Skin colorization
GroupBoxSkinColorization:t=Translation needed
LabelHueOffset=HUE Offset
LabelHueOffset:t=Translation needed
LabelSaturation=Saturation
LabelSaturation:t=Translation needed
LabelBrightness=Brightness
LabelBrightness:t=Translation needed
StickyLabelExtendedBordersMode=Extended borders mode
StickyLabelExtendedBordersMode:t=Translation needed
StickyLabelBlendOnMove=Blend a form when moved
StickyLabelBlendOnMove:t=Translation needed
StickyLabelAllowGlowing=Allow glowing
StickyLabelAllowGlowing:t=Translation needed

[ConvertForm]
Caption=度量衡変換
ComboBoxType=型
ComboBoxFrom=から
ComboBoxTo=へ
EditValue=値
EditResult=結果

[PrintPreviewDialog]
ActionColors=Colors
ActionColors:h=Toggle colors
ActionExit=Exit
ActionExit:h=Exit the print preview
ActionFirst=First
ActionFirst:h=先頭|先頭ページへ移動
ActionHighlight=Highlight
ActionHighlight:h=Toggle highlight
ActionLast=Last
ActionLast:h=最終|最終ページに移動
ActionLineNumbers=Line Numbers
ActionLineNumbers:h=行番号を表示 / 非表示
ActionNext=Next
ActionNext:h=次へ|次のページに移動
ActionPrevious=Previous
ActionPrevious:h=前へ|前のページに移動
ActionPrint=Print
ActionPrint:h=印刷|ドキュメントを印刷
ActionWordWrap=Word wrap
ActionWordWrap:h=ワードラップの有効 / 無効
ActionZoomIn=Zoom in
ActionZoomIn:h=Zoom in
ActionZoomOut=Zoom out
ActionZoomOut:h=Zoom out
ActionZoom=Zoom
ActionZoom:h=拡大|拡大 / 縮小
Caption=印刷プレビュー

[SearchForFilesForm]
Caption=ファイルから検索
PanelSearchingFiles=ファイルの検索...

[CompareFrame]
CopySelectionLeftAction:h=選択行を左にコピーします
CopySelectionRightAction:h=選択行を右にコピーします
FindNextDifferenceAction:h=次の相違点を検索
LeftDocumentButtonClickAction:h=ドキュメントを開く
LeftLabel=左行:
OpenDocumentsLeftAction:h=ドキュメントを開く
OpenDocumentsRightAction:h=ドキュメントを開く
RefreshAction:h=ドキュメントの再読み込み
RightDocumentButtonClickAction:h=ドキュメントを開く
RightLabel=右行:
SaveLeftGridAction:h=ドキュメントを保存
SaveRightGridAction:h=ドキュメントを保存

[OptionsCompareFrame]
StickyLabelIgnoreCase=大文字 / 小文字を区別しない
StickyLabelIgnoreBlanks=空白を無視

[OptionsEditorCaretFrame]
StickyLabelVisible=表示
StickyLabelRightMouseClickMovesCaret=Right mouse click moves caret
StickyLabelRightMouseClickMovesCaret:t=Translation needed
GroupBoxNonBlinkingCaret=Non-blinking caret
GroupBoxNonBlinkingCaret:t=Translation needed
StickyLabelNonblinkingCaretEnabled=Enabled
StickyLabelNonblinkingCaretEnabled:t=Translation needed
ColorBoxNonblinkingCaretBackground=Background color
ColorBoxNonblinkingCaretBackground:t=Translation needed
ColorBoxNonblinkingCaretForeground=Foreground color
ColorBoxNonblinkingCaretForeground:t=Translation needed
GroupBoxStyles=Styles
GroupBoxStyles:t=Translation needed
ComboBoxStylesInsertCaret=Insert
ComboBoxStylesInsertCaret:t=Translation needed
ComboBoxStylesOverwriteCaret=Overwrite
ComboBoxStylesOverwriteCaret:t=Translation needed

[OptionsEditorCodeFoldingFrame]
StickyLabelVisible=表示
StickyLabelFoldMultilineComments=Fold multiline comments
StickyLabelFoldMultilineComments:t=Translation needed
StickyLabelHighlightIndentGuides=Highlight indent guides
StickyLabelHighlightIndentGuides:t=Translation needed
StickyLabelHighlightMatchingPair=Highlight matching pair
StickyLabelHighlightMatchingPair:t=Translation needed
StickyLabelShowCollapsedCodeHint=Show collapsed code hint
StickyLabelShowCollapsedCodeHint:t=Translation needed
StickyLabelShowCollapsedLine=Show collapsed line
StickyLabelShowCollapsedLine:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
StickyLabelUncollapseByHintClick=Uncollapse by hint click
StickyLabelUncollapseByHintClick:t=Translation needed
ComboBoxMarkStyle=Mark style
ComboBoxMarkStyle:t=Translation needed
EditHintRowCount=Hint row count
EditHintRowCount:t=Translation needed

[OptionsEditorColorFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxHighlighter=Highlighter
ComboBoxHighlighter:t=Translation needed
TabSheetEditor=Editor
TabSheetEditor:t=Translation needed
ComboBoxEditorElement=Element
ComboBoxEditorElement:t=Translation needed
ColorComboBoxEditorColor=Color
ColorComboBoxEditorColor:t=Translation needed
TabSheetElements=Elements
TabSheetElements:t=Translation needed
ComboBoxElementsName=Name
ComboBoxElementsName:t=Translation needed
ColorComboBoxElementsForeground=Foreground
ColorComboBoxElementsForeground:t=Translation needed
ColorComboBoxElementsBackground=Background
ColorComboBoxElementsBackground:t=Translation needed
GroupBoxAttributes=Attributes
GroupBoxAttributes:t=Translation needed
StickyLabelElementsAttributesBold=Bold
StickyLabelElementsAttributesBold:t=Translation needed
StickyLabelElementsAttributesItalic=Italic
StickyLabelElementsAttributesItalic:t=Translation needed
StickyLabelElementsAttributesUnderline=Underline
StickyLabelElementsAttributesUnderline:t=Translation needed
TabSheetGeneral=General
TabSheetGeneral:t=Translation needed
EditVersion=Version
EditVersion:t=Translation needed
DateEditDate=Date
DateEditDate:t=Translation needed
TabSheetAuthor=Author
TabSheetAuthor:t=Translation needed
EditName=Name
EditName:t=Translation needed
EditEmail=Email
EditEmail:t=Translation needed
TabSheetUseSkinColor=Use skin color
TabSheetUseSkinColor:t=Translation needed
LabelSkinDescription=Use skin color for selected elements
LabelSkinDescription:t=Translation needed
StickyLabelSkinActiveLineBackground=Active line background
StickyLabelSkinActiveLineBackground:t=Translation needed
StickyLabelSkinForeground=Foreground
StickyLabelSkinForeground:t=Translation needed
StickyLabelSkinSelectionForeground=Selection foreground
StickyLabelSkinSelectionForeground:t=Translation needed
StickyLabelSkinLeftMarginBackground=Left margin background
StickyLabelSkinLeftMarginBackground:t=Translation needed
StickyLabelSkinCodeFoldingBackground=Code folding background
StickyLabelSkinCodeFoldingBackground:t=Translation needed
StickyLabelSkinCompletionProposalBackground=Completion proposal background
StickyLabelSkinCompletionProposalBackground:t=Translation needed
StickyLabelSkinBackground=Background
StickyLabelSkinBackground:t=Translation needed
StickyLabelSkinSelectionBackground=Selection background
StickyLabelSkinSelectionBackground:t=Translation needed
StickyLabelSkinBookmarkPanelBackground=Bookmark panel background
StickyLabelSkinBookmarkPanelBackground:t=Translation needed
StickyLabelSkinCodeFoldingHintBackground=Code folding hint background
StickyLabelSkinCodeFoldingHintBackground:t=Translation needed
StickyLabelSkinCompletionProposalSelectionBackground=Completion proposal selection background
StickyLabelSkinCompletionProposalSelectionBackground:t=Translation needed

[OptionsEditorCompletionProposalFrame]
StickyLabelEnabled=有効
StickyLabelCaseSensitive=大文字 / 小文字を区別
StickyLabelAutoInvoke=Auto invoke
StickyLabelAutoInvoke:t=Translation needed
ComboBoxShortcut=ショートカット:

[OptionsEditorFontFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxElement=Element
ComboBoxElement:t=Translation needed
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsEditorLeftMarginFrame]
StickyLabelAutoSize=自動サイズ
StickyLabelShowAfterLastLine=最終行以降の行番号表示
StickyLabelShowBookmarkPanel=ブックマークパネルの表示
StickyLabelShowBookmarks=ブックマークの表示
StickyLabelShowInTens=10 行おきに行番号を表示
StickyLabelShowLeadingZeros=行番号を 0 から開始
StickyLabelShowLineState=変更行の表示
StickyLabelVisible=表示
EditLineNumbersStartFrom=Start from
EditLineNumbersStartFrom:t=Translation needed
EditBookmarkPanelWidth=Bookmark panel width
EditBookmarkPanelWidth:t=Translation needed
EditWidth=幅:
GroupBoxLineNumbers=Line numbers
GroupBoxLineNumbers:t=Translation needed

[OptionsEditorMatchingPairFrame]
StickyLabelEnabled=Enabled
StickyLabelEnabled:t=Translation needed
StickyLabelHighlightAfterToken=Highlight after token
StickyLabelHighlightAfterToken:t=Translation needed
StickyLabelHighlightUnmatched=Highlight unmatched
StickyLabelHighlightUnmatched:t=Translation needed

[OptionsEditorMinimapFrame]
StickyLabelVisible=表示
StickyLabelShowBookmarks=Show bookmarks
StickyLabelShowBookmarks:t=Translation needed
StickyLabelShowBorder=Show border
StickyLabelShowBorder:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
StickyLabelShowShadow=Show shadow
StickyLabelShowShadow:t=Translation needed
StickyLabelUseBlending=Use blending
StickyLabelUseBlending:t=Translation needed
StickyLabelInvertBlending=Invert blending
StickyLabelInvertBlending:t=Translation needed
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed
EditWidth=幅:

[OptionsEditorOptionsFrame]
StickyLabelAutoIndent=オートインデント
StickyLabelAutoSave=自動保存
StickyLabelDragDropEditing=Drag drop editing
StickyLabelDragDropEditing:t=Translation needed
StickyLabelDropFiles=Drop files
StickyLabelDropFiles:t=Translation needed
StickyLabelGroupUndo=Group undo
StickyLabelGroupUndo:t=Translation needed
StickyLabelTrimTrailingSpaces=行末の空白を削除
StickyLabelUndoAfterSave=保存後のアンドゥ
EditLineSpacing=行間:

[OptionsEditorRightMarginFrame]
StickyLabelVisible=表示
StickyLabelMouseMove=マウス移動
StickyLabelShowMovingHint=Show moving hint
StickyLabelShowMovingHint:t=Translation needed
EditPosition=位置:

[OptionsEditorScrollFrame]
StickyLabelAutosizeMaxWidth=Autosize max width
StickyLabelAutosizeMaxWidth:t=Translation needed
StickyLabelHalfPage=Half page
StickyLabelHalfPage:t=Translation needed
StickyLabelHintFollows=Hint follows
StickyLabelHintFollows:t=Translation needed
StickyLabelPastEndOfFile=EOF 以降へのカーソル移動
StickyLabelPastEndOfLineMarker=行末以降へのカーソル移動
StickyLabelShowHint=スクロールヒントの表示

[OptionsEditorSearchFrame]
StickyLabelDocumentSpecificSearch=ドキュメント固有の検索
StickyLabelShowSearchMap=検索リストの表示
StickyLabelHighlightResults=検索文字列ハイライト
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed

[OptionsEditorSelectionFrame]
StickyLabelVisible=表示
StickyLabelALTSetsColumnMode=ALT sets column mode
StickyLabelALTSetsColumnMode:t=Translation needed
StickyLabelHighlightSimilarTerms=Highlight similar terms
StickyLabelHighlightSimilarTerms:t=Translation needed
StickyLabelFromEndOfLine=From end of line
StickyLabelFromEndOfLine:t=Translation needed
StickyLabelToEndOfLine=To end of line
StickyLabelToEndOfLine:t=Translation needed
StickyLabelToEndOfLastLine=To end of last line
StickyLabelToEndOfLastLine:t=Translation needed
StickyLabelTripleClickRowSelect=トリプルクリックで行選択

[OptionsEditorSpecialCharsFrame]
StickyLabelUseTextColor=Use text color
StickyLabelUseTextColor:t=Translation needed
StickyLabelUseMiddleColor=Use middle color
StickyLabelUseMiddleColor:t=Translation needed
ColorComboBoxColor=Color
ColorComboBoxColor:t=Translation needed
ComboBoxStyle=Style
ComboBoxStyle:t=Translation needed
GroupBoxEndOfLine=End of line
GroupBoxEndOfLine:t=Translation needed
StickyLabelEndOfLineVisible=Visible
StickyLabelEndOfLineVisible:t=Translation needed
GroupBoxEndOfLine=Color
GroupBoxEndOfLine:t=Translation needed
ComboBoxEndOfLineStyle=Style
ComboBoxEndOfLineStyle:t=Translation needed
GroupBoxSelection=Selection
GroupBoxSelection:t=Translation needed
StickyLabelSelectionVisible=Visible
StickyLabelSelectionVisible:t=Translation needed
ColorComboBoxSelectionColor=Color
ColorComboBoxSelectionColor:t=Translation needed

[OptionsEditorSyncEditFrame]
StickyLabelEnabled=Enabled
StickyLabelEnabled:t=Translation needed
StickyLabelCaseSensitive=Case sensitive
StickyLabelCaseSensitive:t=Translation needed
StickyLabelShowActivateIcon=Show activate icon
StickyLabelShowActivateIcon:t=Translation needed

[OptionsEditorTabulatorFrame]
StickyLabelSelectedBlockIndent=Selected block indent
StickyLabelSelectedBlockIndent:t=Translation needed
StickyLabelTabsToSpaces=ソフトタブ
StickyLabelColumns=Columns
StickyLabelColumns:t=Translation needed
StickyLabelPreviousLineIndent=Previous line indent
StickyLabelPreviousLineIndent:t=Translation needed
EditWidth=幅:

[OptionsMainMenuFrame]
StickyLabelUseSystemFont=システムフォントを使う
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsOutputFrame]
StickyLabelShowTreeLines=ツリーラインを表示
StickyLabelShowCheckBox=Show check box
StickyLabelShowCheckBox:t=Translation needed
EditIndent=インデント:

[OptionsPrintFrame]
ComboBoxDocumentName=ドキュメント名:
ComboBoxPageNumber=ページ番号:
ComboBoxPrintedBy=印刷者:
ComboBoxDateTime=日付と時刻:
StickyLabelShowHeaderLine=ヘッダ行の表示
StickyLabelShowFooterLine=フッタ行の表示
StickyLabelShowLineNumbers=行番号の表示
StickyLabelWordWrap=ワードラップ

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=キーワードの整列:
StickyLabelKeywordAlignmentLeftJustify=キーワードを厳密に左に揃える

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=キーワード:
ComboBoxIdentifier=識別子:
ComboBoxQuotedIdentifier=引用符付き識別子:
ComboBoxTableName=テーブル名:
ComboBoxColumnName=カラム名:
ComboBoxAliasName=エイリアス名:
ComboBoxVariableName=変数名:
ComboBoxFunctionName=関数名:
ComboBoxDataType=日付型:

[OptionsSQLFormatterFrame]
ComboBoxDatabase=データベース:

[OptionsSQLIndentationFrame]
EditIndentLength=インデント長:
StickyLabelUseTab=タブを使用する
EditTabSize=タブサイズ:
EditFunctionBodyIndent=関数本体をインデント:
StickyLabelBlockOnNewLine=ブロックを独立行に置く
EditBlockLeftIndentSize=ブロックの左のインデントサイズ:
EditBlockRightIndentSize=ブロックの右のインデントサイズ:
EditBlockIndentSize=ブロックのインデントサイズ:
EditSingleStatementIndent=IF / ELSE 単一行のインデントサイズ:

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=カラムリストのスタイル:
ComboBoxValueListStyle=値リストのスタイル:
EditInsertColumnsPerLine=行ごとにカラムを追加:
StickyLabelParenthesisInSeparateLines=括弧を独立行に置く

[OptionsSQLSelectFrame]
TabSheetColumnList=カラムリスト
TabSheetSubquery=サブクエリ
TabSheetIntoClause=INTO 句
TabSheetFromJoinClause=FROM / JOIN 句
TabSheetAndOrKeyword=AND / OR キーワード
TabSheetGroupByClause=GROUP BY 句
TabSheetHavingClause=HAVING 句
TabSheetOrderByClause=ORDER BY 句
ComboBoxColumnListStyle=スタイル:
ComboBoxColumnListLineBreak=ラインブレイク:
StickyLabelAlignAlias=エイリアスの整列
StickyLabelColumnInNewLine=カラムを独立行に置く
StickyLabelTreatDistinctAsVirtualColumn=仮想カラムとして DISTINCT を扱う
StickyLabelNewLineAfterIn=IN の後に新しい行
StickyLabelNewLineAfterExists=EXISTS の後に新しい行
StickyLabelNewlineAfterComparisonOperator=比較演算子の後に新しい行
StickyLabelNewlineBeforeComparisonOperator=比較演算子の前に新しい行
StickyLabelIntoClauseInNewLine=INTO 句を新しい行に置く
ComboBoxFromClauseStyle=スタイル
StickyLabelFromClauseInNewLine=FROM 句を新しい行に置く
StickyLabelJoinClauseInNewLine=JOIN 句を新しい行に置く
StickyLabelAlignJoinWithFromKeyword=JOIN を FROM キーワードの位置と揃える
StickyLabelAlignAndOrWithOnInJoinClause=AND / OR  を JOIN 句の ON の位置と揃える
StickyLabelAlignAliasInFromClause=エイリアスを FROM 句の位置と揃える
ComboBoxAndOrLineBreak=ラインブレイク:
StickyLabelAndOrUnderWhere=WHERE の下に AND / OR
StickyLabelWhereClauseInNewline=WHERE 句を新しい行に置く
StickyLabelWhereClauseAlignExpr=WHERE 句を式と揃える
ComboBoxGroupByClauseStyle=スタイル:
StickyLabelGroupByClauseInNewLine=GROUP BY 句を新しい行に置く
StickyLabelHavingClauseInNewLine=HAVING 句を新しい行に置く
ComboBoxOrderByClauseStyle=スタイル:
StickyLabelOrderByClauseInNewLine=ORDER BY 句を新しい行に置く

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=カラムリストスタイル:

[OptionsSQLWhitespaceFrame]
StickyLabelSpaceAroundOperator=演算式の周囲にスペース
StickyLabelSpaceInsideCreate=CREATE FUNCTION / PROCEDURE の括弧内にスペース
StickyLabelSpaceInsideExpression=演算式の括弧内にスペース
StickyLabelSpaceInsideSubquery=サブクエリの括弧内にスペース
StickyLabelSpaceInsideFunction=関数呼び出しの括弧内にスペース
StickyLabelSpaceInsideTypename=CREATE TABLE の型名の括弧内にスペース

[OptionsStatusBarFrame]
StickyLabelUseSystemFont=システムフォントを使う
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed
StickyLabelShowMacro=Show macro
StickyLabelShowMacro:t=Translation needed
StickyLabelShowCaretPosition=Show caret position
StickyLabelShowCaretPosition:t=Translation needed
StickyLabelShowKeyState=Show key state
StickyLabelShowKeyState:t=Translation needed
StickyLabelShowModified=Show modified
StickyLabelShowModified:t=Translation needed

[OptionsToolbarFrame]
VirtualDrawTree:h=ドラッグ＆ドロップでメニューアイテムを変更できます。右クリックしポップアップメニューでアイテムの編集と削除ができます。
VirtualDrawTree:0=メニューアイテム
ActionAddItem=アイテムの追加
ActionAddItem:h=アイテムの追加
ActionDelete=削除
ActionDelete:h=削除
ActionAddDivider=区切りの追加
ActionAddDivider:h=区切りの追加
ActionReset=リセット
ActionReset:h=メニューアイテムのリセット
ActionMoveUp=Move up
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed

[AboutDialog]
Caption=EditBone について...
LabelCopyright=Copyright %s. All Rights Reserved.
LabelMemoryAvailable=Windows で使用可能なメモリ: %s
ButtonOK=OK
ButtonDonations=寄付
LabelDevelopmentEnvironment=開発環境
LabelThirdPartyComponents=サードパーティコンポーネント
LabelLanguageFileContributors=言語ファイル貢献者
LabelIcons=アイコン
LabelVersion=Version %s (%d-bit)

[DirectoryTabDialog]
ButtonCancel=キャンセル
StickyLabelExcludeOtherBranches=同レベルの他のディレクトリを表示しない
ButtonOK=&OK
EditRootDirectory=ルートディレクトリ:
ComboBoxDrives=ドライブを表示:
ComboBoxFileMask=ファイルタイプを表示:
EditTabName=タブ名:
GroupBoxOptions=オプション

[LanguageEditorForm]
ActionExit:h=言語ファイルエディタを閉じる
ActionExit:t=Translation needed
ActionExit=Exit
ActionFileNew:h=新しい言語ファイル
ActionFileNew:t=Translation needed
ActionFileNew=New
ActionFileOpen:h=言語ファイルを開く
ActionFileOpen:t=Translation needed
ActionFileOpen=Open
ActionFileSave:h=言語ファイルの保存
ActionFileSave:t=Translation needed
ActionFileSave=Save
VirtualDrawTree:0=オブジェクト
VirtualDrawTree:1=キャプション
VirtualDrawTree:2=ヒント
VirtualDrawTree:3=ショートカット

[OptionsForm]
ActionCompare=比較
ActionDirectory=ディレクトリ
ActionDirectoryTabs=タブ
ActionEditor=エディタ
ActionEditorCaret:t=Translation needed
ActionEditorCaret=Caret
ActionEditorCodeFolding:t=Translation needed
ActionEditorCodeFolding=Code folding
ActionEditorColors:t=Translation needed
ActionEditorColors=Colors
ActionEditorCompletionProposal=コード補完
ActionEditorDefaults:t=Translation needed
ActionEditorDefaults=Defaults
ActionEditorFonts=フォント
ActionEditorLeftMargin=左マージン
ActionEditorMatchingPair:t=Translation needed
ActionEditorMatchingPair=Matching pair
ActionEditorMinimap:t=Translation needed
ActionEditorMinimap=Minimap
ActionEditorRightMargin=右マージン
ActionEditorScroll:t=Translation needed
ActionEditorScroll=Scroll
ActionEditorSearch=検索
ActionEditorSelection:t=Translation needed
ActionEditorSelection=Selection
ActionEditorSpecialChars:t=Translation needed
ActionEditorSpecialChars=Special chars
ActionEditorSyncEdit=Sync edit
ActionEditorSyncEdit:t=Translation needed
ActionEditorTabs:t=Translation needed
ActionEditorTabs=Tabs
ActionEditorTabulator:t=Translation needed
ActionEditorTabulator=Tabulator
ActionFileTypes=ファイルタイプ
ActionMainMenu=メインメニュー
ActionOutput=出力
ActionOutputTabs=出力タブ
ActionPrint=印刷プレビュー
ActionSQLAlignments=整列
ActionSQLCapitalization=大文字 / 小文字
ActionSQLFormatter=SQL 整形
ActionSQLIndentation=インデント
ActionSQLInsert=挿入クエリ
ActionSQLSelect=選択クエリ
ActionSQLUpdate=更新クエリ
ActionSQLWhitespace=空白
ActionStatusBar=ステータスバー
ActionToolbar=ツールバー
ButtonCancel=キャンセル
ButtonOK=&Ok
Caption=オプション
EditorTabsAction=タブ

[UnicodeCharacterMapForm]
Caption=Unicode 文字表

[OptionsDirectoryFrame]
StickyLabelAutoHide=Auto hide
StickyLabelAutoHide:t=Translation needed
StickyLabelShowTreeLines=ツリーラインを表示
StickyLabelShowHiddenFiles=隠し属性ファイルを表示
StickyLabelShowSystemFiles=システム属性ファイルを表示
StickyLabelShowArchiveFiles=アーカイブ属性ファイルを表示
StickyLabelShowOverlayIcons=オーバーレイアイコンの表示
EditIndent=インデント:
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed

[OptionsDirectoryTabsFrame]
StickyLabelMultiline=タブを複数行で表示
StickyLabelShowCloseButton=[閉じる] ボタンを表示
StickyLabelShowOpenDirectoryButton=Show open directory button
StickyLabelShowOpenDirectoryButton:t=Translation needed
StickyLabelShowImage=アイコンを表示
StickyLabelCloseTabByDblClick=タブをダブルクリックで閉じる
StickyLabelCloseTabByMiddleClick=タブを中ボタンクリックで閉じる
StickyLabelDoubleBuffered=ダブルバッファ
StickyLabelSaveTabs=タブを保存
StickyLabelRightClickSelect=右クリックでの選択

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Color
ComboBoxDefaultColor:t=Translation needed
ComboBoxDefaultEncoding=Encoding
ComboBoxDefaultEncoding:t=Translation needed
ComboBoxDefaultHighlighter=Highlighter
ComboBoxDefaultHighlighter:t=Translation needed
ComboBoxDefaultSQLHighlighter=SQL highlighter
ComboBoxDefaultSQLHighlighter:t=Translation needed
EditBrowser=Browser
EditBrowser:t=Translation needed

[OptionsEditorTabsFrame]
StickyLabelMultiline=タブを複数行で表示
StickyLabelShowCloseButton=[閉じる] ボタンの表示
StickyLabelShowImage=アイコンの表示
StickyLabelCloseTabByDblClick=タブをダブルクリックで閉じる
StickyLabelCloseTabByMiddleClick=タブを中ボタンクリックで閉じる
StickyLabelDoubleBuffered=ダブルバッファ
StickyLabelSaveTabs=タブを保存
StickyLabelRightClickSelect=右クリックでの選択

[OptionsFileTypesFrame]
EditExtensions=拡張子:
VirtualDrawTree:0=ファイルタイプ

[OptionsOutputTabsFrame]
StickyLabelMultiline=タブを複数行で表示
StickyLabelShowCloseButton=[閉じる] ボタンを表示
StickyLabelShowImage=アイコンを表示
StickyLabelCloseTabByDblClick=タブをダブルクリックで閉じる
StickyLabelCloseTabByMiddleClick=タブを中ボタンクリックで閉じる
StickyLabelDoubleBuffered=ダブルバッファ
StickyLabelSaveTabs=タブを保存
StickyLabelRightClickSelect=右クリックでの選択

[SQLFormatterConstant]
Stacked=スタック
Wrapped=折り返し
AfterComma=カンマの後
BeforeComma=カンマの前
BeforeCommaWithSpace=空白を伴うカンマの前
NoLineBreak=ラインブレークしない
BeforeAndOr=AND / OR の前
AfterAndOr=AND / OR の後
Left=左
Right=右
None=なし
Uppercase=大文字
Lowercase=小文字
SentenceCase=センテンスケース
NoChange=変更しない

[ConvertConstant]
Distance=距離
Micromicrons=マイクロミクロン
Angstroms=オングストローム
Millimicrons=ミリミクロン
Microns=ミクロン
Millimeters=ミリメートル
Centimeters=センチメートル
Decimeters=デシメートル
Meters=メートル
Decameters=デカメートル
Hectometers=ヘクトメートル
Kilometers=キロメートル
Megameters=メガメートル
Gigameters=ギガメートル
Inches=インチ
Feet=フィート
Yards=ヤード
Miles=マイル
NauticalMiles=海里
AstronomicalUnits=天文単位
LightYears=光年
Parsecs=パーセク
Cubits=キュビト
Fathoms=ファゾム
Furlongs=ハロン
Hands=ハンド
Paces=ペース
Rods=ロッド
Chains=チェーン
Links=リンク
Picas=パイカ
Points=ポイント
Area=広さ・面積
SquareMillimeters=平方ミリメートル
SquareCentimeters=平方センチメートル
SquareDecimeters=平方デシメートル
SquareMeters=平方メートル
SquareDecameters=平方デカメートル
SquareHectometers=平方ヘクトメートル
SquareKilometers=平方キロメートル
SquareInches=平方インチ
SquareFeet=平方フィート
SquareYards=平方ヤード
SquareMiles=平方マイル
Acres=エーカー
Centares=センチアール
Ares=アール
Hectares=ヘクタール
SquareRods=平方ロッド
Volume=量
CubicMillimeters=立方ミリメートル
CubicCentimeters=立方センチメートル
CubicDecimeters=立方デシメートル
CubicMeters=立方メートル
CubicDecameters=立方デカメートル
CubicHectometers=立方ヘクトメートル
CubicKilometers=立方キロメートル
CubicInches=立方インチ
CubicFeet=立方フィード
CubicYards=立方ヤード
CubicMiles=立方マイル
MilliLiters=ミリリットル
CentiLiters=センチリットル
DeciLiters=デシリットル
Liters=リットル
DecaLiters=デカリットル
HectoLiters=ヘクトリットル
KiloLiters=キロリットル
AcreFeet=エーカー・フィート
AcreInches=エーカー・インチ
Cords=コード
CordFeet=コード・フィート
Decisteres=デシステール
Steres=ステール
Decasteres=デカステール
FluidGallons=液量ガロン
FluidPints=液量パイント
FluidQuarts=液量クォート
FluidCups=液量カップ
FluidGills=液量ギル
FluidOunces=液量オンス
FluidTablespoons=液量大さじ
FluidTeaspoons=液量小さじ
DryGallons=乾量ガロン
DryQuarts=乾量クオート
DryPints=乾量パイント
DryPecks=乾量ペック
DryBuckets=乾量バケット
DryBushels=乾量ブッシェル
UKGallons=英国ガロン
UKPottle=英国ポトル
UKQuarts=英国クオート
UKPints=英国パイント
UKGill=英国ギル
UKOunces=英国オンス
UKPecks=英国ペック
UKBuckets=英国バケット
UKBushels=英国ブッシェル
Mass=重さ
Nanograms=ナノグラム
Micrograms=マイクログラム
Milligrams=ミリグラム
Centigrams=センチグラム
Decigrams=デシグラム
Grams=グラム
Decagrams=デカグラム
Hectograms=ヘクトグラム
Kilograms=キログラム
MetricTons=メトリックトン
Drams=ドラム
Grains=グレーン
LongTons=英トン
Tons=米トン
Ounces=オンス
Pounds=ポンド
Stones=ストーン
NumeralSystem=進数
Binary=2進数
Decimal=10進数
Hexadecimal=16進数
Temperature=温度
Celsius=セルシウス
Kelvin=ケルビン
Fahrenheit=ファーレンハイト
Time=時間
Reaumur=レオミュール
Rankine=ランキン
MilliSeconds=ミリ秒
Seconds=秒
Minutes=分
Hours=時
Days=日
Weeks=週
Fortnights=半月
Months=月
Years=年
Decades=10年
Centuries=100年
Millennia=1000年
DateTime=日付/時刻
JulianDate=ユリウス日
ianDate=修正ユリウス日

